{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "¡": 73,
      "¢": 74,
      "£": 75,
      "¤": 76,
      "¦": 77,
      "§": 78,
      "¨": 79,
      "«": 80,
      "®": 81,
      "°": 82,
      "³": 83,
      "´": 84,
      "·": 85,
      "º": 86,
      "»": 87,
      "½": 88,
      "¾": 89,
      "¿": 90,
      "ß": 91,
      "æ": 92,
      "ð": 93,
      "ø": 94,
      "–": 95,
      "‘": 96,
      "’": 97,
      "“": 98,
      "”": 99,
      "…": 100,
      "₤": 101,
      "##t": 102,
      "##i": 103,
      "##f": 104,
      "##n": 105,
      "##e": 106,
      "##s": 107,
      "##c": 108,
      "##a": 109,
      "##l": 110,
      "##r": 111,
      "##g": 112,
      "##o": 113,
      "##j": 114,
      "##y": 115,
      "##v": 116,
      "##d": 117,
      "##u": 118,
      "##m": 119,
      "##w": 120,
      "##h": 121,
      "##p": 122,
      "##k": 123,
      "##x": 124,
      "##z": 125,
      "##b": 126,
      "##5": 127,
      "##9": 128,
      "##8": 129,
      "##1": 130,
      "##2": 131,
      "##3": 132,
      "##0": 133,
      "##q": 134,
      "##´": 135,
      "##4": 136,
      "##7": 137,
      "##6": 138,
      "##¨": 139,
      "##¢": 140,
      "##®": 141,
      "##½": 142,
      "##¦": 143,
      "##ø": 144,
      "##³": 145,
      "##ß": 146,
      "##æ": 147,
      "##£": 148,
      "##ð": 149,
      "##°": 150,
      "th": 151,
      "the": 152,
      "##er": 153,
      "##in": 154,
      "##nd": 155,
      "##at": 156,
      "##es": 157,
      "##or": 158,
      "##en": 159,
      "##ing": 160,
      "##is": 161,
      "##ou": 162,
      "##on": 163,
      "##ed": 164,
      "and": 165,
      "##ar": 166,
      "to": 167,
      "##ll": 168,
      "of": 169,
      "##an": 170,
      "##it": 171,
      "##re": 172,
      "in": 173,
      "##as": 174,
      "br": 175,
      "is": 176,
      "##om": 177,
      "it": 178,
      "##ic": 179,
      "##le": 180,
      "##ot": 181,
      "wh": 182,
      "##al": 183,
      "be": 184,
      "##ut": 185,
      "##ct": 186,
      "##il": 187,
      "##ie": 188,
      "##ly": 189,
      "##st": 190,
      "on": 191,
      "this": 192,
      "##ov": 193,
      "that": 194,
      "re": 195,
      "st": 196,
      "##ow": 197,
      "##ent": 198,
      "##ad": 199,
      "##ve": 200,
      "##ch": 201,
      "##ion": 202,
      "##et": 203,
      "##ay": 204,
      "##gh": 205,
      "##se": 206,
      "mov": 207,
      "for": 208,
      "as": 209,
      "was": 210,
      "an": 211,
      "##ith": 212,
      "##im": 213,
      "sh": 214,
      "##id": 215,
      "fil": 216,
      "film": 217,
      "se": 218,
      "##all": 219,
      "with": 220,
      "##oo": 221,
      "##ce": 222,
      "##ver": 223,
      "##am": 224,
      "##ld": 225,
      "you": 226,
      "he": 227,
      "##ir": 228,
      "movie": 229,
      "but": 230,
      "ch": 231,
      "ha": 232,
      "##ke": 233,
      "##ur": 234,
      "##ter": 235,
      "li": 236,
      "not": 237,
      "##ill": 238,
      "##her": 239,
      "##ally": 240,
      "##ers": 241,
      "fr": 242,
      "his": 243,
      "##ess": 244,
      "##ck": 245,
      "at": 246,
      "su": 247,
      "pr": 248,
      "are": 249,
      "##est": 250,
      "##ome": 251,
      "##em": 252,
      "##pe": 253,
      "##ould": 254,
      "##ul": 255,
      "so": 256,
      "al": 257,
      "sc": 258,
      "##ri": 259,
      "we": 260,
      "have": 261,
      "her": 262,
      "##ght": 263,
      "do": 264,
      "de": 265,
      "##ain": 266,
      "one": 267,
      "##ust": 268,
      "act": 269,
      "all": 270,
      "ex": 271,
      "who": 272,
      "##un": 273,
      "##ra": 274,
      "pl": 275,
      "ab": 276,
      "##ore": 277,
      "com": 278,
      "##out": 279,
      "##op": 280,
      "##ood": 281,
      "##ab": 282,
      "ne": 283,
      "##ol": 284,
      "##act": 285,
      "ma": 286,
      "they": 287,
      "by": 288,
      "##ant": 289,
      "##el": 290,
      "##art": 291,
      "##ies": 292,
      "##us": 293,
      "##ge": 294,
      "wor": 295,
      "like": 296,
      "or": 297,
      "some": 298,
      "##pp": 299,
      "from": 300,
      "con": 301,
      "##ous": 302,
      "##ere": 303,
      "out": 304,
      "##ist": 305,
      "en": 306,
      "##os": 307,
      "##ast": 308,
      "##th": 309,
      "there": 310,
      "di": 311,
      "##one": 312,
      "##ost": 313,
      "##ven": 314,
      "##ight": 315,
      "##od": 316,
      "just": 317,
      "un": 318,
      "##ation": 319,
      "me": 320,
      "##ough": 321,
      "##um": 322,
      "le": 323,
      "##ate": 324,
      "##au": 325,
      "char": 326,
      "##ich": 327,
      "##fe": 328,
      "about": 329,
      "has": 330,
      "tim": 331,
      "can": 332,
      "##and": 333,
      "if": 334,
      "##ery": 335,
      "##atch": 336,
      "tr": 337,
      "man": 338,
      "what": 339,
      "##ory": 340,
      "##ind": 341,
      "##ard": 342,
      "##ive": 343,
      "##ack": 344,
      "##pt": 345,
      "my": 346,
      "##ort": 347,
      "good": 348,
      "any": 349,
      "ever": 350,
      "she": 351,
      "up": 352,
      "##ud": 353,
      "##ook": 354,
      "##reat": 355,
      "charact": 356,
      "no": 357,
      "when": 358,
      "##ak": 359,
      "more": 360,
      "watch": 361,
      "fe": 362,
      "int": 363,
      "get": 364,
      "very": 365,
      "see": 366,
      "##ong": 367,
      "##ig": 368,
      "would": 369,
      "##ity": 370,
      "go": 371,
      "cl": 372,
      "##ob": 373,
      "story": 374,
      "bec": 375,
      "##ound": 376,
      "even": 377,
      "how": 378,
      "##ite": 379,
      "time": 380,
      "ar": 381,
      "am": 382,
      "##ame": 383,
      "##ff": 384,
      "per": 385,
      "##ther": 386,
      "##able": 387,
      "which": 388,
      "only": 389,
      "##oy": 390,
      "really": 391,
      "had": 392,
      "##hing": 393,
      "##og": 394,
      "##ag": 395,
      "other": 396,
      "show": 397,
      "their": 398,
      "scen": 399,
      "##ious": 400,
      "##ue": 401,
      "than": 402,
      "were": 403,
      "well": 404,
      "##itt": 405,
      "him": 406,
      "te": 407,
      "pe": 408,
      "will": 409,
      "kn": 410,
      "sp": 411,
      "##ap": 412,
      "##ure": 413,
      "##ink": 414,
      "##ick": 415,
      "did": 416,
      "im": 417,
      "##ful": 418,
      "end": 419,
      "does": 420,
      "them": 421,
      "mu": 422,
      "##ars": 423,
      "over": 424,
      "##ine": 425,
      "##ond": 426,
      "##our": 427,
      "great": 428,
      "##man": 429,
      "##ays": 430,
      "bad": 431,
      "##ade": 432,
      "##ence": 433,
      "bet": 434,
      "look": 435,
      "bl": 436,
      "qu": 437,
      "##so": 438,
      "##ci": 439,
      "lov": 440,
      "ad": 441,
      "##ment": 442,
      "##rect": 443,
      "af": 444,
      "##ause": 445,
      "most": 446,
      "much": 447,
      "fa": 448,
      "cr": 449,
      "tw": 450,
      "fir": 451,
      "thr": 452,
      "##ish": 453,
      "don": 454,
      "could": 455,
      "us": 456,
      "peop": 457,
      "##pl": 458,
      "##ice": 459,
      "every": 460,
      "dis": 461,
      "pre": 462,
      "been": 463,
      "people": 464,
      "po": 465,
      "direct": 466,
      "sa": 467,
      "first": 468,
      "also": 469,
      "into": 470,
      "##iv": 471,
      "because": 472,
      "too": 473,
      "think": 474,
      "know": 475,
      "ag": 476,
      "##ose": 477,
      "##ple": 478,
      "##ide": 479,
      "off": 480,
      "##int": 481,
      "##lf": 482,
      "##ble": 483,
      "part": 484,
      "wr": 485,
      "real": 486,
      "##age": 487,
      "##other": 488,
      "##ass": 489,
      "##per": 490,
      "made": 491,
      "way": 492,
      "##oll": 493,
      "make": 494,
      "thing": 495,
      "car": 496,
      "its": 497,
      "after": 498,
      "##ors": 499,
      "then": 500,
      "##for": 501,
      "gu": 502,
      "ye": 503,
      "fun": 504,
      "mak": 505,
      "##ile": 506,
      "##ict": 507,
      "fl": 508,
      "##pr": 509,
      "##te": 510,
      "##ry": 511,
      "movies": 512,
      "##ull": 513,
      "seem": 514,
      "##ated": 515,
      "##gin": 516,
      "gr": 517,
      "inter": 518,
      "work": 519,
      "##ces": 520,
      "##ty": 521,
      "ser": 522,
      "character": 523,
      "##ary": 524,
      "ro": 525,
      "##cc": 526,
      "##ually": 527,
      "##ical": 528,
      "##ian": 529,
      "play": 530,
      "##own": 531,
      "aw": 532,
      "##iew": 533,
      "characters": 534,
      "##ep": 535,
      "plot": 536,
      "##qu": 537,
      "love": 538,
      "##tain": 539,
      "two": 540,
      "films": 541,
      "##pect": 542,
      "dr": 543,
      "##ach": 544,
      "your": 545,
      "never": 546,
      "##fect": 547,
      "being": 548,
      "##iz": 549,
      "##ber": 550,
      "seen": 551,
      "##self": 552,
      "many": 553,
      "life": 554,
      "where": 555,
      "want": 556,
      "som": 557,
      "##ance": 558,
      "des": 559,
      "##ny": 560,
      "jo": 561,
      "##ittle": 562,
      "acting": 563,
      "best": 564,
      "hor": 565,
      "little": 566,
      "somet": 567,
      "##ves": 568,
      "say": 569,
      "##ens": 570,
      "back": 571,
      "##nder": 572,
      "through": 573,
      "##urn": 574,
      "##ip": 575,
      "##wn": 576,
      "##oc": 577,
      "##ans": 578,
      "rem": 579,
      "##ving": 580,
      "##get": 581,
      "##ath": 582,
      "##ang": 583,
      "##ark": 584,
      "19": 585,
      "may": 586,
      "##ake": 587,
      "##ents": 588,
      "##ily": 589,
      "##oss": 590,
      "sl": 591,
      "##ne": 592,
      "ve": 593,
      "spe": 594,
      "##ather": 595,
      "rec": 596,
      "##ild": 597,
      "here": 598,
      "##ult": 599,
      "str": 600,
      "still": 601,
      "better": 602,
      "##we": 603,
      "##ise": 604,
      "##ace": 605,
      "##ire": 606,
      "##ions": 607,
      "##ph": 608,
      "ke": 609,
      "should": 610,
      "perfor": 611,
      "##ia": 612,
      "##ual": 613,
      "min": 614,
      "again": 615,
      "find": 616,
      "bel": 617,
      "kill": 618,
      "these": 619,
      "att": 620,
      "under": 621,
      "scene": 622,
      "new": 623,
      "old": 624,
      "##augh": 625,
      "why": 626,
      "while": 627,
      "feel": 628,
      "prob": 629,
      "##igh": 630,
      "##thing": 631,
      "##ase": 632,
      "res": 633,
      "##ought": 634,
      "inc": 635,
      "now": 636,
      "scenes": 637,
      "sim": 638,
      "##ting": 639,
      "em": 640,
      "such": 641,
      "something": 642,
      "##ater": 643,
      "gen": 644,
      "##iend": 645,
      "10": 646,
      "cast": 647,
      "##oth": 648,
      "happ": 649,
      "##ning": 650,
      "interest": 651,
      "##odu": 652,
      "ap": 653,
      "fam": 654,
      "hum": 655,
      "##ably": 656,
      "##ac": 657,
      "sur": 658,
      "gir": 659,
      "lot": 660,
      "##ree": 661,
      "##are": 662,
      "point": 663,
      "mus": 664,
      "##if": 665,
      "##me": 666,
      "ev": 667,
      "##ating": 668,
      "##ason": 669,
      "##ever": 670,
      "fin": 671,
      "scre": 672,
      "cont": 673,
      "performan": 674,
      "##fore": 675,
      "wom": 676,
      "those": 677,
      "##alk": 678,
      "##ense": 679,
      "##arly": 680,
      "##ations": 681,
      "##oun": 682,
      "watching": 683,
      "##be": 684,
      "##less": 685,
      "es": 686,
      "doesn": 687,
      "director": 688,
      "though": 689,
      "dec": 690,
      "##ying": 691,
      "down": 692,
      "years": 693,
      "set": 694,
      "actors": 695,
      "##ng": 696,
      "che": 697,
      "big": 698,
      "sm": 699,
      "ob": 700,
      "##li": 701,
      "##ror": 702,
      "##joy": 703,
      "didn": 704,
      "before": 705,
      "enjoy": 706,
      "id": 707,
      "##ect": 708,
      "##ial": 709,
      "guy": 710,
      "another": 711,
      "view": 712,
      "young": 713,
      "ter": 714,
      "nothing": 715,
      "funny": 716,
      "##vel": 717,
      "comed": 718,
      "tak": 719,
      "start": 720,
      "fact": 721,
      "actually": 722,
      "##av": 723,
      "high": 724,
      "makes": 725,
      "long": 726,
      "ori": 727,
      "mis": 728,
      "exce": 729,
      "belie": 730,
      "##az": 731,
      "##ock": 732,
      "produ": 733,
      "comp": 734,
      "war": 735,
      "going": 736,
      "mar": 737,
      "rel": 738,
      "few": 739,
      "tri": 740,
      "girl": 741,
      "pret": 742,
      "##erson": 743,
      "same": 744,
      "world": 745,
      "origin": 746,
      "##ute": 747,
      "got": 748,
      "turn": 749,
      "supp": 750,
      "ind": 751,
      "app": 752,
      "##ience": 753,
      "ho": 754,
      "tra": 755,
      "##ash": 756,
      "hard": 757,
      "diff": 758,
      "##ub": 759,
      "sub": 760,
      "bit": 761,
      "sec": 762,
      "own": 763,
      "##aw": 764,
      "##ool": 765,
      "sin": 766,
      "##cial": 767,
      "ph": 768,
      "##ible": 769,
      "thought": 770,
      "el": 771,
      "##ript": 772,
      "inv": 773,
      "friend": 774,
      "##ft": 775,
      "##der": 776,
      "wond": 777,
      "ed": 778,
      "far": 779,
      "quite": 780,
      "##ave": 781,
      "laugh": 782,
      "screen": 783,
      "stu": 784,
      "comple": 785,
      "things": 786,
      "pretty": 787,
      "bu": 788,
      "need": 789,
      "right": 790,
      "##eric": 791,
      "##ffect": 792,
      "ins": 793,
      "kid": 794,
      "bas": 795,
      "##aut": 796,
      "seems": 797,
      "around": 798,
      "##les": 799,
      "horror": 800,
      "##iting": 801,
      "bor": 802,
      "original": 803,
      "##ction": 804,
      "wonder": 805,
      "effect": 806,
      "##ib": 807,
      "take": 808,
      "however": 809,
      "cam": 810,
      "acc": 811,
      "person": 812,
      "inst": 813,
      "##ings": 814,
      "hel": 815,
      "script": 816,
      "enough": 817,
      "##ways": 818,
      "##ved": 819,
      "##ced": 820,
      "series": 821,
      "##ween": 822,
      "enter": 823,
      "both": 824,
      "cra": 825,
      "##arr": 826,
      "##ention": 827,
      "##ons": 828,
      "class": 829,
      "between": 830,
      "action": 831,
      "give": 832,
      "##ically": 833,
      "americ": 834,
      "child": 835,
      "kind": 836,
      "##ately": 837,
      "must": 838,
      "appe": 839,
      "sex": 840,
      "op": 841,
      "mom": 842,
      "read": 843,
      "beaut": 844,
      "tell": 845,
      "cons": 846,
      "come": 847,
      "##ness": 848,
      "without": 849,
      "comedy": 850,
      "let": 851,
      "times": 852,
      "always": 853,
      "ep": 854,
      "##inem": 855,
      "alm": 856,
      "hand": 857,
      "music": 858,
      "saw": 859,
      "last": 860,
      "reason": 861,
      "put": 862,
      "rev": 863,
      "##ell": 864,
      "gets": 865,
      "family": 866,
      "isn": 867,
      "cinem": 868,
      "interesting": 869,
      "role": 870,
      "##ead": 871,
      "##ug": 872,
      "##utes": 873,
      "co": 874,
      "##ale": 875,
      "almost": 876,
      "main": 877,
      "##vious": 878,
      "art": 879,
      "##icul": 880,
      "##ouse": 881,
      "least": 882,
      "sure": 883,
      "whole": 884,
      "done": 885,
      "aud": 886,
      "par": 887,
      "mon": 888,
      "shot": 889,
      "lead": 890,
      "ll": 891,
      "sound": 892,
      "book": 893,
      "##ward": 894,
      "might": 895,
      "##its": 896,
      "expect": 897,
      "differ": 898,
      "cle": 899,
      "##ody": 900,
      "##ully": 901,
      "##ines": 902,
      "sch": 903,
      "##press": 904,
      "##ner": 905,
      "##ks": 906,
      "expl": 907,
      "ide": 908,
      "##ount": 909,
      "making": 910,
      "worth": 911,
      "##app": 912,
      "##ress": 913,
      "anything": 914,
      "minutes": 915,
      "gl": 916,
      "run": 917,
      "##raph": 918,
      "cour": 919,
      "complete": 920,
      "begin": 921,
      "since": 922,
      "call": 923,
      "super": 924,
      "night": 925,
      "performance": 926,
      "##hn": 927,
      "##oot": 928,
      "##over": 929,
      "day": 930,
      "##ently": 931,
      "##ane": 932,
      "woman": 933,
      "pol": 934,
      "boy": 935,
      "probably": 936,
      "##rible": 937,
      "help": 938,
      "entertain": 939,
      "yet": 940,
      "care": 941,
      "##ord": 942,
      "##uring": 943,
      "##son": 944,
      "tv": 945,
      "john": 946,
      "away": 947,
      "chr": 948,
      "ext": 949,
      "ste": 950,
      "##lem": 951,
      "imp": 952,
      "add": 953,
      "rob": 954,
      "##cially": 955,
      "mean": 956,
      "rather": 957,
      "##stand": 958,
      "worst": 959,
      "mat": 960,
      "##ail": 961,
      "##oney": 962,
      "##red": 963,
      "abs": 964,
      "ty": 965,
      "found": 966,
      "sequ": 967,
      "our": 968,
      "##xt": 969,
      "comm": 970,
      "##ign": 971,
      "##alog": 972,
      "pres": 973,
      "##ism": 974,
      "##ative": 975,
      "poor": 976,
      "vers": 977,
      "gi": 978,
      "ent": 979,
      "miss": 980,
      "##ures": 981,
      "##ition": 982,
      "##als": 983,
      "##isod": 984,
      "anyone": 985,
      "episod": 986,
      "##istic": 987,
      "mind": 988,
      "ac": 989,
      "less": 990,
      "def": 991,
      "##ives": 992,
      "played": 993,
      "bo": 994,
      "each": 995,
      "##mend": 996,
      "##apt": 997,
      "star": 998,
      "happen": 999,
      "cre": 1000,
      "##ange": 1001,
      "dialog": 1002,
      "mur": 1003,
      "espe": 1004,
      "alth": 1005,
      "having": 1006,
      "##ady": 1007,
      "although": 1008,
      "especially": 1009,
      "pro": 1010,
      "##osed": 1011,
      "anim": 1012,
      "keep": 1013,
      "##ember": 1014,
      "hal": 1015,
      "bud": 1016,
      "##umb": 1017,
      "lik": 1018,
      "believe": 1019,
      "course": 1020,
      "unf": 1021,
      "##ert": 1022,
      "job": 1023,
      "second": 1024,
      "surpr": 1025,
      "sk": 1026,
      "ey": 1027,
      "##led": 1028,
      "comes": 1029,
      "looking": 1030,
      "##ten": 1031,
      "trying": 1032,
      "##wood": 1033,
      "##ling": 1034,
      "rest": 1035,
      "##aster": 1036,
      "dv": 1037,
      "place": 1038,
      "##ject": 1039,
      "house": 1040,
      "goes": 1041,
      "year": 1042,
      "stand": 1043,
      "port": 1044,
      "sense": 1045,
      "##00": 1046,
      "black": 1047,
      "##ither": 1048,
      "##ollow": 1049,
      "perfect": 1050,
      "conf": 1051,
      "looks": 1052,
      "##olly": 1053,
      "dvd": 1054,
      "different": 1055,
      "##ife": 1056,
      "dram": 1057,
      "actor": 1058,
      "##ograph": 1059,
      "##ingly": 1060,
      "money": 1061,
      "dan": 1062,
      "problem": 1063,
      "ending": 1064,
      "true": 1065,
      "##ret": 1066,
      "head": 1067,
      "maybe": 1068,
      "##here": 1069,
      "##ertain": 1070,
      "someone": 1071,
      "vis": 1072,
      "##empt": 1073,
      "wasn": 1074,
      "once": 1075,
      "cou": 1076,
      "prov": 1077,
      "fan": 1078,
      "everything": 1079,
      "##ah": 1080,
      "##ates": 1081,
      "gra": 1082,
      "##lud": 1083,
      "low": 1084,
      "creat": 1085,
      "##iter": 1086,
      "short": 1087,
      "##ney": 1088,
      "##ank": 1089,
      "nice": 1090,
      "pa": 1091,
      "shows": 1092,
      "##ics": 1093,
      "men": 1094,
      "pow": 1095,
      "##hip": 1096,
      "follow": 1097,
      "recom": 1098,
      "##oint": 1099,
      "three": 1100,
      "##iful": 1101,
      "ann": 1102,
      "recommend": 1103,
      "##ues": 1104,
      "talk": 1105,
      "american": 1106,
      "half": 1107,
      "fall": 1108,
      "mor": 1109,
      "imag": 1110,
      "##ments": 1111,
      "fav": 1112,
      "dre": 1113,
      "cor": 1114,
      "certain": 1115,
      "sing": 1116,
      "##iece": 1117,
      "toget": 1118,
      "together": 1119,
      "poss": 1120,
      "eng": 1121,
      "det": 1122,
      "death": 1123,
      "##ider": 1124,
      "rom": 1125,
      "watched": 1126,
      "obvious": 1127,
      "ele": 1128,
      "nor": 1129,
      "##aps": 1130,
      "special": 1131,
      "father": 1132,
      "everyone": 1133,
      "sy": 1134,
      "plays": 1135,
      "##ality": 1136,
      "exper": 1137,
      "effects": 1138,
      "later": 1139,
      "dra": 1140,
      "audience": 1141,
      "said": 1142,
      "takes": 1143,
      "excell": 1144,
      "instead": 1145,
      "review": 1146,
      "home": 1147,
      "form": 1148,
      "top": 1149,
      "##ilar": 1150,
      "beautiful": 1151,
      "dead": 1152,
      "hour": 1153,
      "sit": 1154,
      "left": 1155,
      "himself": 1156,
      "ple": 1157,
      "version": 1158,
      "tit": 1159,
      "christ": 1160,
      "##ortun": 1161,
      "else": 1162,
      "wife": 1163,
      "##ences": 1164,
      "##cing": 1165,
      "heart": 1166,
      "rele": 1167,
      "understand": 1168,
      "during": 1169,
      "##ames": 1170,
      "sus": 1171,
      "simp": 1172,
      "camer": 1173,
      "##ern": 1174,
      "exc": 1175,
      "##sy": 1176,
      "sty": 1177,
      "##ray": 1178,
      "friends": 1179,
      "##ollywood": 1180,
      "seeing": 1181,
      "##land": 1182,
      "##way": 1183,
      "tal": 1184,
      "red": 1185,
      "dist": 1186,
      "lu": 1187,
      "##ier": 1188,
      "bre": 1189,
      "came": 1190,
      "excellent": 1191,
      "##atic": 1192,
      "##ted": 1193,
      "##omb": 1194,
      "##ro": 1195,
      "entire": 1196,
      "##ited": 1197,
      "fight": 1198,
      "use": 1199,
      "defin": 1200,
      "col": 1201,
      "idea": 1202,
      "##ists": 1203,
      "sad": 1204,
      "disc": 1205,
      "serious": 1206,
      "ass": 1207,
      "tot": 1208,
      "##pid": 1209,
      "##ird": 1210,
      "feat": 1211,
      "##uth": 1212,
      "tru": 1213,
      "##0s": 1214,
      "includ": 1215,
      "beh": 1216,
      "##ional": 1217,
      "remember": 1218,
      "hist": 1219,
      "vi": 1220,
      "pict": 1221,
      "##itch": 1222,
      "##arn": 1223,
      "##fully": 1224,
      "##ren": 1225,
      "unt": 1226,
      "##day": 1227,
      "ang": 1228,
      "invol": 1229,
      "stud": 1230,
      "##ime": 1231,
      "human": 1232,
      "##ides": 1233,
      "wa": 1234,
      "simply": 1235,
      "line": 1236,
      "mem": 1237,
      "ref": 1238,
      "##gg": 1239,
      "##ton": 1240,
      "##ix": 1241,
      "song": 1242,
      "vide": 1243,
      "budget": 1244,
      "##io": 1245,
      "disapp": 1246,
      "##vin": 1247,
      "##ster": 1248,
      "attempt": 1249,
      "stupid": 1250,
      "hollywood": 1251,
      "gener": 1252,
      "lack": 1253,
      "disappoint": 1254,
      "wrong": 1255,
      "##dd": 1256,
      "##ised": 1257,
      "##ets": 1258,
      "dark": 1259,
      "##ented": 1260,
      "ir": 1261,
      "mess": 1262,
      "hero": 1263,
      "ret": 1264,
      "open": 1265,
      "completely": 1266,
      "full": 1267,
      "cop": 1268,
      "hope": 1269,
      "supposed": 1270,
      "used": 1271,
      "eas": 1272,
      "##ared": 1273,
      "along": 1274,
      "##ann": 1275,
      "nat": 1276,
      "either": 1277,
      "dep": 1278,
      "absol": 1279,
      "##ired": 1280,
      "try": 1281,
      "except": 1282,
      "sw": 1283,
      "given": 1284,
      "word": 1285,
      "ra": 1286,
      "##ru": 1287,
      "count": 1288,
      "kids": 1289,
      "absolute": 1290,
      "mod": 1291,
      "loc": 1292,
      "win": 1293,
      "classic": 1294,
      "conc": 1295,
      "small": 1296,
      "performances": 1297,
      "women": 1298,
      "amaz": 1299,
      "school": 1300,
      "particul": 1301,
      "boring": 1302,
      "bat": 1303,
      "##cy": 1304,
      "pain": 1305,
      "##ied": 1306,
      "light": 1307,
      "fail": 1308,
      "##oon": 1309,
      "coll": 1310,
      "won": 1311,
      "##itten": 1312,
      "ok": 1313,
      "production": 1314,
      "##tle": 1315,
      "adv": 1316,
      "dou": 1317,
      "blood": 1318,
      "##cept": 1319,
      "consider": 1320,
      "camera": 1321,
      "until": 1322,
      "exam": 1323,
      "##ize": 1324,
      "pass": 1325,
      "##ew": 1326,
      "dri": 1327,
      "awful": 1328,
      "emot": 1329,
      "##ography": 1330,
      "stars": 1331,
      "viol": 1332,
      "bar": 1333,
      "hu": 1334,
      "rich": 1335,
      "mid": 1336,
      "##ters": 1337,
      "murder": 1338,
      "sat": 1339,
      "truly": 1340,
      "##ys": 1341,
      "video": 1342,
      "jack": 1343,
      "becom": 1344,
      "favor": 1345,
      "sort": 1346,
      "reg": 1347,
      "couple": 1348,
      "mr": 1349,
      "next": 1350,
      "ge": 1351,
      "##vers": 1352,
      "spo": 1353,
      "##elt": 1354,
      "##oice": 1355,
      "mich": 1356,
      "cut": 1357,
      "av": 1358,
      "##wh": 1359,
      "god": 1360,
      "##velop": 1361,
      "name": 1362,
      "brother": 1363,
      "definite": 1364,
      "##haps": 1365,
      "power": 1366,
      "gre": 1367,
      "##sc": 1368,
      "perhaps": 1369,
      "cred": 1370,
      "##que": 1371,
      "##ities": 1372,
      "face": 1373,
      "portray": 1374,
      "rid": 1375,
      "##ote": 1376,
      "slow": 1377,
      "sever": 1378,
      "flick": 1379,
      "cur": 1380,
      "moments": 1381,
      "yes": 1382,
      "##oles": 1383,
      "##gr": 1384,
      "##aring": 1385,
      "episode": 1386,
      "wonderful": 1387,
      "##iness": 1388,
      "live": 1389,
      "walk": 1390,
      "##air": 1391,
      "##olog": 1392,
      "desp": 1393,
      "sn": 1394,
      "dem": 1395,
      "terrible": 1396,
      "##ott": 1397,
      "cent": 1398,
      "playing": 1399,
      "fant": 1400,
      "##ric": 1401,
      "getting": 1402,
      "mother": 1403,
      "##sel": 1404,
      "humor": 1405,
      "##ories": 1406,
      "written": 1407,
      "##ased": 1408,
      "##lish": 1409,
      "har": 1410,
      "early": 1411,
      "doing": 1412,
      "master": 1413,
      "often": 1414,
      "style": 1415,
      "develop": 1416,
      "others": 1417,
      "pop": 1418,
      "##ility": 1419,
      "actress": 1420,
      "##illi": 1421,
      "##rib": 1422,
      "definitely": 1423,
      "gives": 1424,
      "dav": 1425,
      "unfortun": 1426,
      "##mer": 1427,
      "mag": 1428,
      "guess": 1429,
      "##unch": 1430,
      "itself": 1431,
      "stop": 1432,
      "##amp": 1433,
      "lines": 1434,
      "case": 1435,
      "lost": 1436,
      "##ief": 1437,
      "##ler": 1438,
      "become": 1439,
      "dialogue": 1440,
      "piece": 1441,
      "##ison": 1442,
      "trans": 1443,
      "finally": 1444,
      "##ork": 1445,
      "felt": 1446,
      "strong": 1447,
      "quest": 1448,
      "white": 1449,
      "capt": 1450,
      "impress": 1451,
      "##enn": 1452,
      "cinema": 1453,
      "##ized": 1454,
      "oh": 1455,
      "liked": 1456,
      "thrill": 1457,
      "##ming": 1458,
      "val": 1459,
      "children": 1460,
      "##cum": 1461,
      "##med": 1462,
      "couldn": 1463,
      "side": 1464,
      "extre": 1465,
      "son": 1466,
      "##kes": 1467,
      "##ident": 1468,
      "title": 1469,
      "##body": 1470,
      "close": 1471,
      "pur": 1472,
      "##ibly": 1473,
      "picture": 1474,
      "absolutely": 1475,
      "cann": 1476,
      "went": 1477,
      "##ael": 1478,
      "##ows": 1479,
      "##ush": 1480,
      "uni": 1481,
      "##ony": 1482,
      "against": 1483,
      "unc": 1484,
      "##ouch": 1485,
      "waste": 1486,
      "worse": 1487,
      "evil": 1488,
      "certainly": 1489,
      "mention": 1490,
      "vict": 1491,
      "past": 1492,
      "##ont": 1493,
      "succ": 1494,
      "killer": 1495,
      "nov": 1496,
      "deli": 1497,
      "##illiant": 1498,
      "brilliant": 1499,
      "support": 1500,
      "town": 1501,
      "entertaining": 1502,
      "hit": 1503,
      "##oid": 1504,
      "overall": 1505,
      "contr": 1506,
      "adm": 1507,
      "##ley": 1508,
      "fans": 1509,
      "called": 1510,
      "based": 1511,
      "relations": 1512,
      "loved": 1513,
      "rock": 1514,
      "beginning": 1515,
      "fair": 1516,
      "spoil": 1517,
      "extreme": 1518,
      "##ains": 1519,
      "stre": 1520,
      "several": 1521,
      "##illy": 1522,
      "hon": 1523,
      "##imes": 1524,
      "##arth": 1525,
      "drama": 1526,
      "pet": 1527,
      "##my": 1528,
      "et": 1529,
      "##ump": 1530,
      "##ular": 1531,
      "list": 1532,
      "lives": 1533,
      "pred": 1534,
      "##ract": 1535,
      "pat": 1536,
      "##ready": 1537,
      "##ured": 1538,
      "direction": 1539,
      "##used": 1540,
      "dev": 1541,
      "##ins": 1542,
      "psy": 1543,
      "wood": 1544,
      "already": 1545,
      "becomes": 1546,
      "la": 1547,
      "del": 1548,
      "psych": 1549,
      "##ams": 1550,
      "med": 1551,
      "inf": 1552,
      "example": 1553,
      "michael": 1554,
      "##yn": 1555,
      "success": 1556,
      "break": 1557,
      "##rif": 1558,
      "despite": 1559,
      "##selves": 1560,
      "seemed": 1561,
      "fine": 1562,
      "vill": 1563,
      "zomb": 1564,
      "throughout": 1565,
      "##orn": 1566,
      "##eng": 1567,
      "unfortunately": 1568,
      "wanted": 1569,
      "##ision": 1570,
      "##tern": 1571,
      "##ts": 1572,
      "je": 1573,
      "##aughter": 1574,
      "final": 1575,
      "self": 1576,
      "history": 1577,
      "writing": 1578,
      "##amed": 1579,
      "##line": 1580,
      "relationship": 1581,
      "game": 1582,
      "touch": 1583,
      "amazing": 1584,
      "tech": 1585,
      "##ms": 1586,
      "##osp": 1587,
      "##ior": 1588,
      "##king": 1589,
      "rep": 1590,
      "fem": 1591,
      "200": 1592,
      "totally": 1593,
      "num": 1594,
      "guys": 1595,
      "##play": 1596,
      "quality": 1597,
      "cult": 1598,
      "annoy": 1599,
      "fre": 1600,
      "pick": 1601,
      "soon": 1602,
      "occ": 1603,
      "works": 1604,
      "wants": 1605,
      "gun": 1606,
      "tre": 1607,
      "##ement": 1608,
      "sci": 1609,
      "behind": 1610,
      "deser": 1611,
      "lar": 1612,
      "tom": 1613,
      "##ove": 1614,
      "prom": 1615,
      "tries": 1616,
      "mot": 1617,
      "##oup": 1618,
      "cost": 1619,
      "##ister": 1620,
      "##orge": 1621,
      "##ided": 1622,
      "ben": 1623,
      "days": 1624,
      "mark": 1625,
      "maj": 1626,
      "foot": 1627,
      "##uss": 1628,
      "viewer": 1629,
      "able": 1630,
      "eff": 1631,
      "comment": 1632,
      "appar": 1633,
      "##riend": 1634,
      "manag": 1635,
      "genre": 1636,
      "stuff": 1637,
      "mad": 1638,
      "##ape": 1639,
      "turns": 1640,
      "swe": 1641,
      "##ged": 1642,
      "enjoyed": 1643,
      "today": 1644,
      "shoot": 1645,
      "deal": 1646,
      "novel": 1647,
      "prop": 1648,
      "docum": 1649,
      "wish": 1650,
      "sol": 1651,
      "##cess": 1652,
      "stra": 1653,
      "prof": 1654,
      "favorite": 1655,
      "late": 1656,
      "ant": 1657,
      "eyes": 1658,
      "##ination": 1659,
      "hell": 1660,
      "techn": 1661,
      "import": 1662,
      "fig": 1663,
      "crit": 1664,
      "contin": 1665,
      "etc": 1666,
      "learn": 1667,
      "age": 1668,
      "sle": 1669,
      "##unk": 1670,
      "##ude": 1671,
      "starts": 1672,
      "met": 1673,
      "##iss": 1674,
      "##ined": 1675,
      "sometimes": 1676,
      "gave": 1677,
      "incred": 1678,
      "appear": 1679,
      "lea": 1680,
      "bur": 1681,
      "bus": 1682,
      "typ": 1683,
      "##ese": 1684,
      "girls": 1685,
      "susp": 1686,
      "city": 1687,
      "level": 1688,
      "##ger": 1689,
      "directed": 1690,
      "moment": 1691,
      "##ution": 1692,
      "horrible": 1693,
      "intell": 1694,
      "##by": 1695,
      "##itive": 1696,
      "exact": 1697,
      "parts": 1698,
      "speak": 1699,
      "situ": 1700,
      "##ards": 1701,
      "const": 1702,
      "inde": 1703,
      "themselves": 1704,
      "stories": 1705,
      "thinking": 1706,
      "##ific": 1707,
      "robert": 1708,
      "du": 1709,
      "##ench": 1710,
      "##using": 1711,
      "major": 1712,
      "return": 1713,
      "hot": 1714,
      "opp": 1715,
      "voice": 1716,
      "musical": 1717,
      "event": 1718,
      "cinemat": 1719,
      "type": 1720,
      "document": 1721,
      "group": 1722,
      "room": 1723,
      "obviously": 1724,
      "brit": 1725,
      "plan": 1726,
      "##etic": 1727,
      "decent": 1728,
      "bab": 1729,
      "##iving": 1730,
      "hop": 1731,
      "non": 1732,
      "paul": 1733,
      "##vable": 1734,
      "writer": 1735,
      "bro": 1736,
      "##astic": 1737,
      "matter": 1738,
      "highly": 1739,
      "myself": 1740,
      "##ural": 1741,
      "mil": 1742,
      "##yp": 1743,
      "feeling": 1744,
      "daughter": 1745,
      "hus": 1746,
      "rent": 1747,
      "##iet": 1748,
      "teen": 1749,
      "##old": 1750,
      "four": 1751,
      "hilar": 1752,
      "ridicul": 1753,
      "chang": 1754,
      "ger": 1755,
      "##band": 1756,
      "anyway": 1757,
      "##where": 1758,
      "##ered": 1759,
      "effort": 1760,
      "mill": 1761,
      "weak": 1762,
      "roles": 1763,
      "tele": 1764,
      "##ung": 1765,
      "heard": 1766,
      "killed": 1767,
      "king": 1768,
      "says": 1769,
      "##ien": 1770,
      "marri": 1771,
      "convin": 1772,
      "leave": 1773,
      "police": 1774,
      "husband": 1775,
      "james": 1776,
      "hold": 1777,
      "##antly": 1778,
      "##like": 1779,
      "##ising": 1780,
      "took": 1781,
      "predict": 1782,
      "cannot": 1783,
      "ridiculous": 1784,
      "rating": 1785,
      "##ipp": 1786,
      "strange": 1787,
      "violence": 1788,
      "air": 1789,
      "##dle": 1790,
      "fut": 1791,
      "living": 1792,
      "##ma": 1793,
      "bring": 1794,
      "mel": 1795,
      "shock": 1796,
      "gar": 1797,
      "stay": 1798,
      "happens": 1799,
      "cool": 1800,
      "##ross": 1801,
      "known": 1802,
      "##dy": 1803,
      "mart": 1804,
      "##antic": 1805,
      "particularly": 1806,
      "involved": 1807,
      "happened": 1808,
      "season": 1809,
      "chance": 1810,
      "##up": 1811,
      "crap": 1812,
      "##gan": 1813,
      "step": 1814,
      "##ax": 1815,
      "wouldn": 1816,
      "extremely": 1817,
      "gore": 1818,
      "none": 1819,
      "##els": 1820,
      "check": 1821,
      "esc": 1822,
      "##gn": 1823,
      "camp": 1824,
      "var": 1825,
      "told": 1826,
      "coming": 1827,
      "polit": 1828,
      "er": 1829,
      "alone": 1830,
      "hilarious": 1831,
      "##eless": 1832,
      "opin": 1833,
      "experience": 1834,
      "##he": 1835,
      "##ering": 1836,
      "order": 1837,
      "david": 1838,
      "cheap": 1839,
      "law": 1840,
      "pot": 1841,
      "pay": 1842,
      "result": 1843,
      "including": 1844,
      "country": 1845,
      "clich": 1846,
      "please": 1847,
      "deep": 1848,
      "pos": 1849,
      "body": 1850,
      "sil": 1851,
      "ru": 1852,
      "quick": 1853,
      "cat": 1854,
      "land": 1855,
      "simple": 1856,
      "desc": 1857,
      "lou": 1858,
      "##gu": 1859,
      "honest": 1860,
      "ten": 1861,
      "##lt": 1862,
      "sum": 1863,
      "spir": 1864,
      "dest": 1865,
      "ago": 1866,
      "forget": 1867,
      "score": 1868,
      "##ik": 1869,
      "##mak": 1870,
      "##zy": 1871,
      "jap": 1872,
      "##urb": 1873,
      "save": 1874,
      "##ett": 1875,
      "##iest": 1876,
      "##ek": 1877,
      "phot": 1878,
      "foc": 1879,
      "english": 1880,
      "ill": 1881,
      "osc": 1882,
      "##iff": 1883,
      "earth": 1884,
      "number": 1885,
      "japan": 1886,
      "##lling": 1887,
      "##ential": 1888,
      "looked": 1889,
      "fill": 1890,
      "sent": 1891,
      "##ether": 1892,
      "frank": 1893,
      "career": 1894,
      "huge": 1895,
      "myst": 1896,
      "##akes": 1897,
      "##cer": 1898,
      "suff": 1899,
      "seriously": 1900,
      "##owing": 1901,
      "possible": 1902,
      "fur": 1903,
      "##vision": 1904,
      "##esh": 1905,
      "annoying": 1906,
      "treat": 1907,
      "##use": 1908,
      "##arch": 1909,
      "similar": 1910,
      "sor": 1911,
      "apart": 1912,
      "exactly": 1913,
      "##bo": 1914,
      "shown": 1915,
      "avoid": 1916,
      "running": 1917,
      "##ational": 1918,
      "scary": 1919,
      "taken": 1920,
      "sym": 1921,
      "yourself": 1922,
      "198": 1923,
      "##outh": 1924,
      "reality": 1925,
      "mist": 1926,
      "whose": 1927,
      "secret": 1928,
      "released": 1929,
      "cinematography": 1930,
      "near": 1931,
      "ends": 1932,
      "mc": 1933,
      "##uck": 1934,
      "##co": 1935,
      "usually": 1936,
      "dam": 1937,
      "hours": 1938,
      "prem": 1939,
      "jokes": 1940,
      "opening": 1941,
      "ult": 1942,
      "straight": 1943,
      "post": 1944,
      "##ances": 1945,
      "ones": 1946,
      "dog": 1947,
      "modern": 1948,
      "##br": 1949,
      "197": 1950,
      "ear": 1951,
      "sam": 1952,
      "##side": 1953,
      "##what": 1954,
      "wes": 1955,
      "across": 1956,
      "##enty": 1957,
      "middle": 1958,
      "willi": 1959,
      "usual": 1960,
      "opinion": 1961,
      "somewhat": 1962,
      "gold": 1963,
      "happy": 1964,
      "talent": 1965,
      "##nds": 1966,
      "##ustr": 1967,
      "doub": 1968,
      "change": 1969,
      "pull": 1970,
      "ut": 1971,
      "##nded": 1972,
      "cla": 1973,
      "started": 1974,
      "##itting": 1975,
      "narr": 1976,
      "filmmak": 1977,
      "##ians": 1978,
      "eye": 1979,
      "single": 1980,
      "##ram": 1981,
      "##ina": 1982,
      "##ground": 1983,
      "##ino": 1984,
      "##iety": 1985,
      "##wards": 1986,
      "taking": 1987,
      "talking": 1988,
      "documentary": 1989,
      "build": 1990,
      "##ator": 1991,
      "gh": 1992,
      "odd": 1993,
      "exist": 1994,
      "##ival": 1995,
      "finds": 1996,
      "shots": 1997,
      "prot": 1998,
      "among": 1999,
      "saying": 2000,
      "female": 2001,
      "ask": 2002,
      "intr": 2003,
      "mostly": 2004,
      "cart": 2005,
      "sold": 2006,
      "episodes": 2007,
      "richard": 2008,
      "fast": 2009,
      "jer": 2010,
      "subject": 2011,
      "suspense": 2012,
      "##ained": 2013,
      "five": 2014,
      "bill": 2015,
      "sign": 2016,
      "meet": 2017,
      "important": 2018,
      "##ec": 2019,
      "##ield": 2020,
      "exp": 2021,
      "turned": 2022,
      "##ones": 2023,
      "##otic": 2024,
      "##ugg": 2025,
      "##anger": 2026,
      "deliver": 2027,
      "inn": 2028,
      "respect": 2029,
      "apparently": 2030,
      "##sh": 2031,
      "disappointed": 2032,
      "##lic": 2033,
      "due": 2034,
      "aren": 2035,
      "##form": 2036,
      "creep": 2037,
      "local": 2038,
      "remind": 2039,
      "vir": 2040,
      "atm": 2041,
      "events": 2042,
      "box": 2043,
      "20": 2044,
      "songs": 2045,
      "emb": 2046,
      "intellig": 2047,
      "attention": 2048,
      "basically": 2049,
      "atmosp": 2050,
      "comic": 2051,
      "television": 2052,
      "space": 2053,
      "future": 2054,
      "jud": 2055,
      "knows": 2056,
      "british": 2057,
      "##ubb": 2058,
      "bey": 2059,
      "clearly": 2060,
      "romantic": 2061,
      "supporting": 2062,
      "knew": 2063,
      "199": 2064,
      "##ball": 2065,
      "thriller": 2066,
      "cap": 2067,
      "##ald": 2068,
      "##ants": 2069,
      "compl": 2070,
      "##bel": 2071,
      "easily": 2072,
      "stun": 2073,
      "dream": 2074,
      "silly": 2075,
      "adult": 2076,
      "lo": 2077,
      "pub": 2078,
      "##eth": 2079,
      "present": 2080,
      "problems": 2081,
      "free": 2082,
      "words": 2083,
      "##iction": 2084,
      "detail": 2085,
      "pleas": 2086,
      "##iel": 2087,
      "##rack": 2088,
      "tells": 2089,
      "##ises": 2090,
      "entertainment": 2091,
      "gang": 2092,
      "appre": 2093,
      "die": 2094,
      "##ike": 2095,
      "team": 2096,
      "ham": 2097,
      "forg": 2098,
      "sequence": 2099,
      "den": 2100,
      "sexual": 2101,
      "hands": 2102,
      "lady": 2103,
      "dull": 2104,
      "##ital": 2105,
      "##ished": 2106,
      "beyond": 2107,
      "mater": 2108,
      "attack": 2109,
      "norm": 2110,
      "george": 2111,
      "##iod": 2112,
      "grand": 2113,
      "##ats": 2114,
      "##lly": 2115,
      "##ili": 2116,
      "oscar": 2117,
      "##ox": 2118,
      "upon": 2119,
      "##usion": 2120,
      "unlike": 2121,
      "fell": 2122,
      "question": 2123,
      "whether": 2124,
      "suck": 2125,
      "theat": 2126,
      "moving": 2127,
      "predictable": 2128,
      "##ental": 2129,
      "aspect": 2130,
      "appreci": 2131,
      "hate": 2132,
      "prog": 2133,
      "twist": 2134,
      "sets": 2135,
      "york": 2136,
      "falls": 2137,
      "mystery": 2138,
      "##rop": 2139,
      "cover": 2140,
      "##orable": 2141,
      "##ury": 2142,
      "fire": 2143,
      "##ky": 2144,
      "mer": 2145,
      "period": 2146,
      "german": 2147,
      "material": 2148,
      "van": 2149,
      "enjoyable": 2150,
      "##how": 2151,
      "needs": 2152,
      "appears": 2153,
      "hun": 2154,
      "giving": 2155,
      "los": 2156,
      "lee": 2157,
      "##ots": 2158,
      "match": 2159,
      "##oul": 2160,
      "adapt": 2161,
      "previous": 2162,
      "feature": 2163,
      "stri": 2164,
      "##asy": 2165,
      "within": 2166,
      "##ension": 2167,
      "french": 2168,
      "actual": 2169,
      "##gy": 2170,
      "comb": 2171,
      "ultim": 2172,
      "message": 2173,
      "##den": 2174,
      "theater": 2175,
      "##oof": 2176,
      "trou": 2177,
      "path": 2178,
      "animation": 2179,
      "wind": 2180,
      "tar": 2181,
      "sister": 2182,
      "##asc": 2183,
      "joe": 2184,
      "prin": 2185,
      "##arely": 2186,
      "insp": 2187,
      "bunch": 2188,
      "above": 2189,
      "sequel": 2190,
      "clear": 2191,
      "pac": 2192,
      "##path": 2193,
      "victim": 2194,
      "theme": 2195,
      "wait": 2196,
      "##wise": 2197,
      "nearly": 2198,
      "surv": 2199,
      "haven": 2200,
      "points": 2201,
      "ways": 2202,
      "easy": 2203,
      "herself": 2204,
      "flaw": 2205,
      "doubt": 2206,
      "est": 2207,
      "feels": 2208,
      "setting": 2209,
      "superb": 2210,
      "ca": 2211,
      "release": 2212,
      "aff": 2213,
      "hall": 2214,
      "truth": 2215,
      "storyline": 2216,
      "slight": 2217,
      "hom": 2218,
      "lots": 2219,
      "named": 2220,
      "surprised": 2221,
      "##nding": 2222,
      "using": 2223,
      "visual": 2224,
      "fi": 2225,
      "##ires": 2226,
      "fantastic": 2227,
      "##ices": 2228,
      "clim": 2229,
      "third": 2230,
      "advent": 2231,
      "begins": 2232,
      "working": 2233,
      "ine": 2234,
      "##ength": 2235,
      "personal": 2236,
      "##dden": 2237,
      "roll": 2238,
      "minute": 2239,
      "famous": 2240,
      "jim": 2241,
      "##essed": 2242,
      "western": 2243,
      "tale": 2244,
      "##ctor": 2245,
      "sudden": 2246,
      "weird": 2247,
      "viewers": 2248,
      "buy": 2249,
      "##sw": 2250,
      "##ana": 2251,
      "##icult": 2252,
      "elements": 2253,
      "general": 2254,
      "large": 2255,
      "reve": 2256,
      "disney": 2257,
      "accept": 2258,
      "##track": 2259,
      "##ps": 2260,
      "dumb": 2261,
      "hear": 2262,
      "deb": 2263,
      "comments": 2264,
      "drug": 2265,
      "##aught": 2266,
      "soundtrack": 2267,
      "typical": 2268,
      "##imin": 2269,
      "showing": 2270,
      "editing": 2271,
      "lat": 2272,
      "difficult": 2273,
      "wall": 2274,
      "tried": 2275,
      "sugg": 2276,
      "obs": 2277,
      "##res": 2278,
      "express": 2279,
      "peter": 2280,
      "sorry": 2281,
      "suggest": 2282,
      "pal": 2283,
      "auth": 2284,
      "wild": 2285,
      "flash": 2286,
      "aver": 2287,
      "##light": 2288,
      "##uses": 2289,
      "filmed": 2290,
      "contain": 2291,
      "figure": 2292,
      "catch": 2293,
      "##iters": 2294,
      "decided": 2295,
      "parents": 2296,
      "means": 2297,
      "crime": 2298,
      "front": 2299,
      "fly": 2300,
      "mix": 2301,
      "vamp": 2302,
      "realistic": 2303,
      "compan": 2304,
      "cal": 2305,
      "##omin": 2306,
      "oper": 2307,
      "somehow": 2308,
      "park": 2309,
      "##ope": 2310,
      "exec": 2311,
      "stage": 2312,
      "profess": 2313,
      "gone": 2314,
      "water": 2315,
      "lame": 2316,
      "project": 2317,
      "##ening": 2318,
      "##lin": 2319,
      "##onic": 2320,
      "kept": 2321,
      "viewing": 2322,
      "leads": 2323,
      "utter": 2324,
      "soc": 2325,
      "dance": 2326,
      "street": 2327,
      "business": 2328,
      "une": 2329,
      "greatest": 2330,
      "zombie": 2331,
      "195": 2332,
      "##na": 2333,
      "##alian": 2334,
      "atmosphere": 2335,
      "brought": 2336,
      "note": 2337,
      "meaning": 2338,
      "beat": 2339,
      "##opp": 2340,
      "imagine": 2341,
      "##omp": 2342,
      "whate": 2343,
      "introdu": 2344,
      "pure": 2345,
      "##ceed": 2346,
      "whatever": 2347,
      "shame": 2348,
